[
    {
        "id": 1,
        "name": "Lead",
        "symbol": "Pb",
        "regulation": "RoHS",
        "threshold": "0.1%",
        "description": "Lead is a toxic metal that can cause serious health problems, especially in children. It is commonly found in batteries, paints, and certain types of glass.",
        "exceeded": true
    },
    {
        "id": 2,
        "name": "Mercury",
        "symbol": "Hg",
        "regulation": "RoHS",
        "threshold": "0.1%",
        "description": "Mercury is a highly toxic metal that can cause severe health issues, including damage to the nervous system. It is often found in batteries and some types of switches.",
        "exceeded": false
    },
    {
        "id": 3,
        "name": "Cadmium",
        "symbol": "Cd",
        "regulation": "RoHS",
        "threshold": "0.01%",
        "description": "Cadmium is a toxic metal that can cause kidney damage and bone loss. It is commonly found in rechargeable batteries and pigments.",
        "exceeded": false
    },
    {
        "id": 4,
        "name": "Hexavalent Chromium",
        "symbol": "Cr(VI)",
        "regulation": "RoHS",
        "threshold": "0.1%",
        "description": "Hexavalent chromium is a toxic form of chromium that can cause respiratory problems and skin irritation. It is often used in metal plating and dyes.",
        "exceeded": false
    },
    {
        "id": 5,
        "name": "Polybrominated Biphenyls (PBB)",
        "symbol": "PBB",
        "regulation": "RoHS",
        "threshold": "0.1%",
        "description": "PBBs are a group of chemicals used as flame retardants in a variety of consumer products. They can accumulate in the environment and have been linked to adverse health effects.",
        "exceeded": false
    },
    {
        "id": 6,
        "name": "Polybrominated Diphenyl Ethers (PBDE)",
        "symbol": "PBDE",
        "regulation": "RoHS",
        "threshold": "0.1%",
        "description": "PBDEs are a group of chemicals used as flame retardants in a variety of consumer products. They can accumulate in the environment and have been linked to adverse health effects.",
        "exceeded": false
    },
    {
        "id": 7,
        "name": "Bis(2-Ethylhexyl) Phthalate (DEHP)",
        "symbol": "DEHP",
        "regulation": "RoHS",
        "threshold": "0.1%",
        "description": "DEHP is a type of phthalate used as a plasticizer in various products. It has been associated with reproductive and developmental issues.",
        "exceeded": false
    },
    {
        "id": 8,
        "name": "Butyl Benzyl Phthalate (BBP)",
        "symbol": "BBP",
        "regulation": "RoHS",
        "threshold": "0.1%",
        "description": "BBP is a type of phthalate used as a plasticizer in various products. It has been associated with reproductive and developmental issues.",
        "exceeded": false
    },
    {
        "id": 9,
        "name": "Dibutyl Phthalate (DBP)",
        "symbol": "DBP",
        "regulation": "RoHS",
        "threshold": "0.1%",
        "description": "DBP is a type of phthalate used as a plasticizer in various products. It has been associated with reproductive and developmental issues.",
        "exceeded": false
    },
    {
        "id": 10,
        "name": "Diisobutyl Phthalate (DIBP)",
        "symbol": "DIBP",
        "regulation": "RoHS",
        "threshold": "0.1%",
        "description": "DIBP is a type of phthalate used as a plasticizer in various products. It has been associated with reproductive and developmental issues.",
        "exceeded": false
    },
    {
        "id": 11,
        "name": "Hexabromocyclododecane (HBCDD)",
        "symbol": "HBCDD",
        "regulation": "RoHS",
        "threshold": "0.1%",
        "description": "HBCDD is a flame retardant that has been used in a variety of applications, including insulation and textiles. It is persistent in the environment and has been linked to adverse health effects.",
        "exceeded": false
    },
    {
        "id": 12,
        "name": "Perfluorooctane Sulfonate (PFOS)",
        "symbol": "PFOS",
        "regulation": "RoHS",
        "threshold": "0.1%",
        "description": "PFOS is a synthetic chemical that has been used in a variety of applications, including firefighting foam and stain-resistant coatings. It is persistent in the environment and has been linked to adverse health effects.",
        "exceeded": false
    },
    {
        "id": 13,
        "name": "PFOS-related compounds",
        "symbol": "PFOS-related compounds",
        "regulation": "RoHS",
        "threshold": "0.1%",
        "description": "PFOS-related compounds are a group of synthetic chemicals that have been used in a variety of applications, including firefighting foam and stain-resistant coatings. They are persistent in the environment and have been linked to adverse health effects.",
        "exceeded": false
    },
    {
        "id": 14,
        "name": "Polybromierte Diphenylether",
        "symbol": "PBDEs",
        "regulation": "RoHS",
        "threshold": "0.1%",
        "description": "PBDEs are a group of synthetic chemicals that have been used as flame retardants in a variety of applications. They are persistent in the environment and have been linked to adverse health effects.",
        "exceeded": false
    }
]